indicators =  
[
{"state": true, "indicator": "B1GM", "name": "Bruttoinlandsprodukt zu Marktpreisen", "eng": "Gross domestic product at market prices (GDP)", "description": "Das Bruttoinlandsprodukt zu Marktpreisen ist ein Maß für das Ergebnis der Produktionstätigkeit der gebietsansässigen produzierenden Einheiten."}, 
{"state": false, "indicator": "P3_P5", "name": "Binnennachfrage", "eng": "domestic demand", "description": "Der Begriff Binnennachfrage (auch Inlandsnachfrage) beschreibt die Nachfrage nach Konsum- und Investitionsgütern innerhalb eines Binnenmarktes und somit einen Teil der Gesamtnachfrage. Die Binnennachfrage ist abzugrenzen von der Exportnachfrage, die die Nachfrage aus dem Ausland beschreibt."}, 
{"state": false, "indicator": "P3", "name": "Konsumausgaben", "eng": "Final consumption expenditure", "description": "Konsumausgaben sind die Ausgaben gebietsansässiger institutioneller Einheiten für Waren und Dienstleistungen, die zur unmittelbaren Befriedigung individueller Bedürfnisse und Wünsche oder kollektiver Bedürfnisse der Allgemeinheit verwendet werden. Diese Ausgaben können im Inland oder in der übrigen Welt getätigt werden."}, 
{"state": false, "indicator": "P31_S14_S15", "name": "Konsumausgaben der privaten Haushalte und POoE", "eng": "Final consumption expenditure of households", "description": "Die Konsumausgaben der privaten Haushalte sind die Ausgaben, die von den Haushalten für den Verbrauch von Waren und Dienstleistungen aufgewandt werden. Dazu gehört neben den mit Geldmitteln getätigten Einkäufen der veranschlagte Wert bestimmter Waren und Dienstleistungen, z. B. der Wert der eigenen Produktion, die Sachleistungen und die unterstellten Mieten für bestimmte Haushaltskategorien. Investitionen der Haushalte (z. B. Kauf eines Hauses, größere Renovierungsarbeiten in der Wohnung), an die verschiedenen Verwaltungsstellen entrichtete direkte Steuern und Abgaben sowie Ersparnisse fallen jedoch nicht darunter. Ebenso erstreckt sich dieses Konzept nur auf Ausgaben zur unmittelbaren Befriedigung der Bedürfnisse der Haushalte, jedoch nicht auf Ausgaben, die aus beruflichen Gründen getätigt werden."}, 
//{"state": false, "indicator": "P31S14", "name": "Konsumausgaben der privaten Haushalte"}, 
//{"state": false, "indicator": "P31S15", "name": "Konsumausgaben der POoE"}, 
{"state": false, "indicator": "P3_S13", "name": "Konsumausgaben des Staates", "eng": "General government final consumption expenditure", "description": "Die Konsumausgaben des Staates umfassen die Ausgaben (einschließlich unterstellter Ausgaben) des Staates für Waren und Dienstleistungen des Individualkonsums und für Dienstleistungen des Kollektivkonsums (kollektive Dienstleistungen)."}, 
//{"state": false, "indicator": "P31S13", "name": "Konsumausgaben des Staates, für den Indivualverbrauch"}, 
//{"state": false, "indicator": "P32S13", "name": "Konsum ausgaben des Staates für den Kollektivverbrauch"}, 
{"state": false, "indicator": "P5", "name": "Bruttoinvestitionen", "eng": "Gross capital formation", "description": "Die Bruttoinvestitionen sind der sich für eine Einheit oder einen Sektor ergebende Gesamtwert der Bruttoanlageinvestitionen, der Vorratsveränderungen und des Nettozugangs an Wertsachen."}, 
{"state": false, "indicator": "P51", "name": "Bruttoanlageinvestitionen", "eng": "Gross fixed capital formation", "description": "Entsprechend der Definition im Europäischen System Volkswirtschaftlicher Gesamtrechnungen (ESVG) umfassen die Bruttoanlageinvestitionen den Erwerb abzüglich der Veräußerungen von Anlagegütern durch gebietsansässige Produzenten in einem Zeitraum zuzüglich gewisser Werterhöhungen an nichtproduzierten Vermögensgütern durch produktive Tätigkeiten von Produzenten oder institutionellen Einheiten."}, 
{"state": false, "indicator": "P52_P53", "name": "Vorratsveränderungen und Nettozugang an Wertsachen", "eng": "", "description": ""}, 
{"state": false, "indicator": "P52", "name": "Vorratsveränderungen", "eng": "Change in stocks", "description": "Diese Spalte weist die Vorratsveränderungen im Wirtschaftsbereich (ohne Vorräte auf den einzelnen Vermarktungsstufen) im Berichtsjahr aus. Sie werden entweder als Differenz zwischen Vorratszugängen und Vorratsabgängen gemessen oder als Differenz zwischen Endbestand und Anfangsbestand, wobei in diesem Fall dann in der wertmäßigen Berechnung die sonstigen realen Vermögensänderungen und der Saldo der nominalen Umbewertungsgewinne und -verluste abzuziehen sind (vgl. Ziffer 2.68.5. ff.). Vorräte setzen sich aus folgenden Kategorien zusammen: a) Vorleistungsgüter; b) Unfertige Erzeugnisse; c) Fertigwaren; d) Handelsware."}, 
{"state": false, "indicator": "P53", "name": "Nettozugang an Wertsachen", "eng": "Acquisitions less disposals of valuables", "description": "Wertsachen sind nichtfinanzielle Vermögensgüter, die primär als Wertanlage dienen, und nicht der Produktion oder dem Konsum, und die normalerweise ihren physischen Wert erhalten. Diese Waren werden als Wertsachen gebucht, wenn sie von folgenden Sektoren erworben oder veräußert werden:a) durch (Zentral-)Banken und sonstige finanzielle Mittler einschließlich Nichtwährungsgold, Silber usw.;b) durch nichtfinanzielle Produzenten, sofern die Produktion oder der Handel dieser Waren nicht zu ihren Haupt- oder Nebentätigkeiten gehört. Als Wertsachen ausgewiesene Waren gehen nicht in die Vorleistungen oder in die Anlageinvestitionen ein;c) durch private Haushalte, so dass der Erwerb derartiger Waren nicht im Konsum der privaten Haushalte enthalten ist.Im ESVG werden vereinbarungsgemäß auch die folgenden Fälle als Nettozugang an Wertsachen gebucht:a) Erwerb oder Veräußerung dieser Waren durch Juweliere und Kunsthändler, obwohl bei diesen Produzenten diese Waren eigentlich zu den Vorräten zählen;b) Erwerb oder Veräußerung dieser Waren durch Museen, obwohl der Erwerb dieser Waren durch Museen eigentlich zu den Anlageinvestitionen zählt."}, 
{"state": false, "indicator": "P6", "name": "Exporte von Waren und Dienstleistungen", "eng": "Exports of goods and services", "description": "Exporte und Importe umfassen Transaktionen mit Waren und Dienstleistungen (Verkäufe, Tausch, Schenkungen oder Übereignungen) von Gebietsansässigen an Gebietsfremde (siehe ESVG 1995, § 3,128-129; SNA 1993, § 14.88). Warenexporte und Warenimporte werden zum fob-Wert (frei an Bord) an der Grenze des Ausfuhrlandes ausgewiesen. Dieser Wert enthält folgende Bestandteile: den Wert der Waren zu Herstellungspreisen; zuzüglich der damit zusammenhängenden Verkehrs- und Verteilungsdienstleistungen bis zur Ausfuhrgrenze, einschließlich der Kosten der Verladung auf ein Beförderungsmittel für den Weitertransport; zuzüglich sämtlicher Steuern abzüglich Subventionen auf die ausgeführten Waren. Bei Intra-EU-Lieferungen sind darin die Mehrwertsteuer sowie sonstige Steuern enthalten, die im Ausfuhrland auf die Waren erhoben werden."}, 
{"state": false, "indicator": "P7", "name": "Importe von Waren und Dienstleistungen", "eng": "Imports of goods and services", "description": "Exporte und Importe umfassen Transaktionen mit Waren und Dienstleistungen (Verkäufe, Tausch, Schenkungen oder Übereignungen) von Gebietsansässigen an Gebietsfremde (siehe ESVG 1995, § 3,128-129; SNA 1993, § 14.88). Warenexporte und Warenimporte werden zum fob-Wert (frei an Bord) an der Grenze des Ausfuhrlandes ausgewiesen. Dieser Wert enthält folgende Bestandteile: den Wert der Waren zu Herstellungspreisen; zuzüglich der damit zusammenhängenden Verkehrs- und Verteilungsdienstleistungen bis zur Ausfuhrgrenze, einschließlich der Kosten der Verladung auf ein Beförderungsmittel für den Weitertransport; zuzüglich sämtlicher Steuern abzüglich Subventionen auf die ausgeführten Waren. Bei Intra-EU-Lieferungen sind darin die Mehrwertsteuer sowie sonstige Steuern enthalten, die im Ausfuhrland auf die Waren erhoben werden."}, 
{"state": false, "indicator": "B11", "name": "Außenbeitrag (Waren und Dienstleistungen)", "eng": "External balance of goods and services", "description": "Der Außenbeitrag ist gleich dem Wert der Exporte abzüglich der Importe."}, 
//{"state": false, "indicator": "B111", "name": "Außenbeitrag - Waren"}, 
//{"state": false, "indicator": "B112", "name": "Außenbeitrag - Dienstleistungen"},
//{"state": false, "indicator" : "B1GMXE" , "name": "Statistische Diskrepanz: Ausgabenansatz"}, 
{"state": false, "indicator" : "B1G" , "name": "Bruttowertschöpfung (zu Basispreisen)", "eng": "Gross value added", "description": "Die Bruttowertschöpfung ist gleich dem Produktionswert abzüglich der Vorleistungen. Sie ist ein Maß für den BIP-Beitrag eines einzelnen Produzenten, Wirtschaftsbereichs oder Sektors. Aus ihr entstehen die Primäreinkommen des SNA, und sie wird daher in das Konto der primären Einkommensverteilung übertragen. Bruttoproduktionswert abzüglich Materialkosten und anderer Vorleistungen. Die Bruttowertschöpfung zu Basispreisen berechnet sich aus dem Produktionswert einschließlich Gütersubventionen abzüglich der Käufe von Waren und Dienstleistungen (sofern diese nicht für den Wiederverkauf in unverändertem Zustand erworben wurden) zu- oder abzüglich der Vorratsveränderungen bei den Roh-, Hilfs- und Betriebsstoffen abzüglich anderer Steuern auf Produkte, die mit dem Umsatz verbunden, aber nicht absetzbar sind. Sie entspricht der durch den unterschiedlichen Faktoreinsatz in der betrieblichen Tätigkeit der betreffenden Einheit erzielten Wertschöpfung. Finanz- und außerordentliche Erträge und Aufwendungen sind nicht in der Bruttowertschöpfung enthalten. Die Wertschöpfung zu Basispreisen wird brutto ausgewiesen, da Wertberichtigungen (z.B. Abschreibungen) nicht abgezogen werden."}, 
{"state": false, "indicator" : "D21_M_D31" , "name": "Steuern abzüglich Gütersubventionen", "eng": "Taxes", "description": "Steuern sind Zwangsabgaben in Form von Geld- oder Sachleistungen, die institutionelle Einheiten an staatliche Einheiten leisten, ohne dass die einzelne Einheit, die die Abgabe leistet, vom Staat dafür eine Gegenleistung erhält. Der Staat kann die aus Steuern erzielten Einnahmen jedoch verwenden, um anderen einzelnen Einheiten oder Gruppen von Einheiten oder der gesamten Bevölkerung Waren oder Dienstleistungen zur Verfügung zu stellen."}, 
//{"state": false, "indicator" : "B1GMXO" , "name": "Statistische Diskrepanz: Produktionsansatz"}, 
{"state": false, "indicator" : "D1" , "name": "Arbeitnehmerentgelt", "eng": "Compensation of employees", "description": "Das Arbeitnehmerentgelt umfasst sämtliche Geld- und Sachleistungen, die von einem Arbeitgeber an einen Arbeitnehmer erbracht werden, und zwar als Entgelt für die von diesem im Darstellungszeitraum geleistete Arbeit. Das Arbeitnehmerentgelt untergliedert sich in: a) Bruttolöhne und -gehälter: Bruttolöhne und -gehälter in Form von Geldleistungen; Bruttolöhne und -gehälter in Form von Sachleistungen; b) Sozialbeiträge der Arbeitgeber: tatsächliche Sozialbeiträge der Arbeitgeber; unterstellte Sozialbeiträge."}, 
{"state": false, "indicator" : "B2G_B3G" , "name": "Bruttobetriebsüberschuß & Bruttoselbständigeneinkommen", "eng": "Gross operating surplus and mixed income", "description": "Der Bruttobetriebsüberschuß ist der durch die betriebliche Geschäftstätigkeit geschaffene Überschuß nach erfolgter Vergütung der eingesetzten Menge des Produktionsfaktors Arbeit. Er läßt sich aus der Bruttowertschöpfung zu Faktorkosten abzüglich der Personalaufwendungen ermitteln. Er ist der für die Einheit verfügbare Saldo, der es den Eigen- und Fremdkapitalgebern ermöglicht, Steuern zu zahlen und u. U. ihre Investitionen ganz oder teilweise zu finanzieren. Finanz- und außerordentliche Erträge und Aufwendungen werden nicht in den Bruttobetriebsüberschuß einbezogen. Das Selbständigeneinkommen ist der Überschuss bzw. das Defizit aus der Produktion von Unternehmen ohne eigene Rechtspersönlichkeit im Besitz von privaten Haushalten. Es enthält implizit einen Bestandteil, bei dem es sich um die Vergütung für die vom Eigentümer oder anderen Mitgliedern seines Haushalts geleistete Arbeit handelt, die nicht von dem Gewinn unterschieden werden kann, den er als Unternehmer erzielt. Das Selbständigeneinkommen enthält jedoch nicht den Betriebsüberschuss aus eigengenutztem Wohnungsbesitz."}, 
{"state": false, "indicator" : "D2_M_D3" , "name": "Produktions- und Importabgaben abzgl. Subventionen", "eng": "Taxes and duties on imports excluding VAT", "description": "Die Importabgaben umfassen alle Zwangsabgaben, ausgenommen die MwSt, die vom Staat oder von Institutionen der Europäischen Union auf eingeführte Güter, die in den freien Verkehr des Wirtschaftsgebiets eingehen, oder auf Dienstleistungen, die von gebietsfremden Einheiten für gebietsansässige Einheiten erbracht werden, erhoben werden. Importabgaben sind Zölle und andere Zwangsabgaben, die auf bestimme Güter zu entrichten sind, wenn sie in das Wirtschaftsgebiet gelangen."}, 
//{"state": false, "indicator" : "B1GMXI" , "name": "Statistische Diskrepanz: Einkommensansatz"}, 
{"state": false, "indicator" : "P51_S14_S15" , "name": "Bruttoanlageinvestitionen des privaten Sektors", "eng": "", "description": ""}
]	